---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSurfaceOriginY
source: html/84281e40-5fea-ea07-4940-4ea665ae114e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsEnergyAnalysisSurfaceOriginY Property

"Origin (Y)"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsEnergyAnalysisSurfaceOriginY { get; }
```